type FlightTuple = [
  from: string,
  to: string,
  depDate: string,
  depTime: string,
  arrDate: string,
  arrTime: string,
];

export const ROUTE_1: FlightTuple[] = [
  ['Новосибирск', 'Москва', '2026-01-10', '19:00', '2026-01-10', '19:30'],
  ['Москва', 'Стамбул', '2026-01-11', '00:00', '2026-01-11', '04:00'],
  ['Стамбул', 'Новосибирск', '2026-01-13', '12:00', '2026-01-13', '21:00'],
];

export const ROUTE_2: FlightTuple[] = [
  ['Москва', 'Новосибирск', '2026-01-15', '19:30', '2026-01-16', '03:00'],
  ['Новосибирск', 'Москва', '2026-01-20', '06:50', '2026-01-20', '07:30'],
];
